'''Задача 38: Дополнить телефонный справочник возможностью изменения и удаления данных.
Пользователь также может ввести имя или фамилию, и Вы должны реализовать функционал
для изменения и удаления данных

Дополнение с портала, НЕ СДЕЛАНО, т.к. в презентации нет данного уточнения:
Урок 8. Работа с файлами
Дополнить справочник возможностью копирования данных из одного файла в другой. 
Пользователь вводит номер строки, которую необходимо перенести из одного файла в другой.

ДЛЯ ПРЕПОДАВАТЕЛЯ: весь код в файле Classwork.py

'''


